Revit 2027 API
ParameterTypeId.ContourElevation Property
 "Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ContourElevation { get; }
Public Shared ReadOnly Property ContourElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ContourElevation {
	ForgeTypeId^ get ();
}
static member ContourElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace